Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Resources.resw
Source language: en
Languages: cs, he, hr, hu, nb, sk, sr_cyrl

# ChannelUserAddLimit
source: Sorry, you can only add the first 200 subscribers to a channel. Note that an unlimited number of people may join via the channel's link.
cs: Litujeme, do kanálu můžete přidat pouze prvních 200 odběratelů. Všimněte si, že je neomezený počet lidí, kteří se mohou připojit do kanálu pomocí odkazu.
he: מצטערים, באפשרותך להוסיף רק את 200 החברים הראשונים לערוץ. יש לשים לב שמספר בלתי מוגבל של אנשים יכולים להצטרף דרך קישור הערוץ.
hr: Nažalost, možete dodati samo prvih 200 članova u kanal. Imajte na umu da se neograničeni broj korisnika može pridružiti preko pozivnice.
hu: Sajnáljuk, de csak 200 feliratkozót tudsz hozzáadni a csatornához. Azonban korlátlan számú felhasználó csatlakozhat a csatorna hivatkozásán keresztül.
nb: Beklager, du kan bare legge til de 200 første abonnentene i en kanal. Merk at det er ingen begrensning på hvor mange som kan bli med via kanalens lenke.
sk: Prepáčte, do kanála môžete pridať len 200 členov. Upozorňujeme, že prostredníctvom odkazu sa môže pripojiť neobmedzené množstvo ľudí.
sr_cyrl: На канал можете додати само првих 200 пратилаца. Имајте на уму да се преко позивнице може придружити неограничен број људи.

# ChannelUserCantAdd
source: Sorry, you can't add this user to channels.
cs: Litujeme, tohoto uživatele nemůžete přidávat do kanálů.
he: מצטערים, אינך יכול להוסיף משתמש זה לערוצים.
hr: Na žalost, ne možete dodati ovog korisnika u kanale.
hu: Sajnáljuk, nem tudod hozzáadni ezt a felhasználót a csatornákhoz.
nb: Beklager, du kan ikke legge til denne brukeren i kanaler.
sk: Prepáčte, tohto používateľa nemôžete pridať do kanálov.
sr_cyrl: Не можете додавати овог корисника на канале.

# ChannelUserCantAdmin
source: Sorry, this channel has too many admins.
cs: Litujeme, v tomto kanálu je příliš mnoho správců.
he: מצטערים, ערוץ זה מכיל יותר מדי מנהלים.
hr: Nažalost, ovaj kanal ima previše administratora.
hu: Sajnáljuk, ez a csatorna túl sok adminisztrátorral rendelkezik.
nb: Beklager, denne kanalen har for mange administratorer.
sk: Ľutujeme, tento kanál má príliš veľa správcov.
sr_cyrl: Овај канал има превише администратора.

# ChannelUserCantBot
source: Sorry, this channel has too many bots.
cs: Litujeme, v tomto kanálu je příliš mnoho botů.
he: מצטערים, ערוץ זה מכיל יותר מדי בוטים.
hr: Nažalost, ovaj kanal ima previše botova.
hu: Sajnáljuk, túl sok bot szerepel ezen a csatornán.
nb: Beklager, denne gruppen har for mange roboter.
sk: Ľutujeme, tento kanál má príliš veľa botov.
sr_cyrl: Овај канал има превише ботова.

# ChannelUserLeftError
source: If a person has left a channel in the past, you need to be in their Telegram contacts to add them back. They can still join via an invite link as long as they are not on the Removed Users list.
cs: Litujeme, pokud uživatel již není součástí kanálu, musíte být v jeho seznamu kontaktů, abyste jej mohli přidat zpět. Pamatujte, že se stále může připojit přes odkaz pozvánky, pokud není v seznamu odebraných uživatelů.
he: אם משתמש עזב ערוץ בעבר, עליך להיות איש קשר שלו כדי להוסיף אותו בחזרה. המשתמש עדיין יכול להצטרף באמצעות קישור הזמנה כל עוד הוא אינו ברשימת המשתמשים שהוסרו.
hr: Ako je osoba u prošlosti napustila kanal, morate biti u njenoj Telegram listi kontakata da biste je vratili. Osoba se može pridružiti preko pozivnice ako nije na listi uklonjenih korisnika.
hu: A felhasználó elhagyta ezt a csatornát, így nem hívhatod vissza. Újra csatlakozhat a csatornához a csatorna meghívó linkjével, ha nincs a törölt felhasználók listáján.
nb: Beklager, hvis en bruker tidligere har forlatt en kanal, må du være i vedkommende sine Telegram kontakter for å kunne legge dem til igjen. Vedkommende kan fortsatt bli med i kanalen via kanalens invitasjonslenke så lenge de ikke er i listen over fjernede brukere.
sk: Ak osoba v minulosti opustila kanál, musíte byť v jej Telegramových kontaktoch, aby ste si ju mohli pridať späť. Stále sa môže pripojiť prostredníctvom odkazu na pozvánku, pokiaľ nie je na zozname odstránených používateľov.
sr_cyrl: Ако је особа у прошлости напустила канал, морате бити њеним Telegram контактима да бисте је поново додали. И даље може да се придружи преко позивнице уколико није на листи „Уклоњени корисници”.

# ChannelUsernameHelp
source: If you set a public link, other people will be able to find and join your channel. You can use az, 09 and underscores. Minimum length is 5 characters.
cs: Pokud nastavíte veřejný odkaz, ostatní jej budou moci nalézt a připojit se do Vašeho kanálu. Můžete použít a-z, 0-9 a podtržítka. Minimální délka je 5 znaků.
he: ניתן להגדיר קישור קבוע, אנשים אחרים יוכלו למצוא את הערוץ שלך ולהצטרף אליו. ניתן להשתמש באותיות ומספרים a–z, 0–9 וקווים תחתונים. האורך המינימלי הוא 5 תווים.
hr: Ako postavite javni link, drugi korisnici moći će pronaći vaš kanal pomoću pretraživanja. Možete koristiti a–z, 0–9 i _. Mora imati najmanje 5 znakova.
hu: Ha nyilvános hivatkozást állítasz be, mások megtalálhatják és csatlakozhatnak a csatornádhoz. Használhatod az a-z, 0-9 és aláhúzásjeleket. A minimális hossz 5 karakter.
nb: Hvis du oppretter en offentlig lenke, vil andre kunne finne og bli med i kanalen din. Du kan bruke a–z, 0–9 og understrek. Minimum lengde er 5 tegn.
sk: Ak nastavíte verejný odkaz, ostatní ľudia budú môcť nájsť váš kanál a pripojiť sa k nemu. Môžete použiť a–z, 0–9 a podčiarkovníky. Minimálna dĺžka je 5 znakov.
sr_cyrl: Ако подесите јавни линк, остали људи ће моћи да пронађу ваш канал и придруже се. Можете користити a–z, 0–9 и доње црте. Минимална дужина је 5 знакова.

# Characters_one
source: {0} character
cs: {0} znak
he: תו ⁨{0}⁩
hr: {0} znak
hu: {0} karakter
nb: {0} tegn
sk: {0} znak
sr_cyrl: {0} знак

# Characters_other
source: {0} characters
cs: {0} znaků
he: ⁨{0}⁩ תווים
hr: {0} znakova
hu: {0} karakter
nb: {0} tegn
sk: {0} znakov
sr_cyrl: {0} знакова

# ChatAdmin
source: admin
cs: správce
he: מנהל
sk: správca
sr_cyrl: админ

# ChatApplyTheme
source: Apply Theme
cs: Použít motiv
he: החל ערכת נושא
hr: Postavi temu
hu: Kinézet alkalmazása
nb: Bruk tema
sk: Použiť motív
sr_cyrl: Примени тему

source: Chat archived.
cs: Konverzace archivována.
he: הצ'אט הועבר לארכיון.
hr: Razgovor je arhiviran.
hu: Csevegés archiválva.
nb: Samtale arkivert.
sk: Konverzácia bola archivovaná.
sr_cyrl: Ћаскање је архивирано.

source: Chat Background
cs: Pozadí konverzace
he: רקע הצ'אט
hr: Pozadina razgovora
hu: Csevegés háttere
nb: Samtalebakgrunn
sk: Pozadie konverzácie
sr_cyrl: Позадина ћаскања

# ChatCamera
source: Camera
cs: Fotoaparát
he: מצלמה
hr: Kamera
hu: Kamera
nb: Kamera
sk: Fotoaparát
sr_cyrl: Камера

# ChatDeletedUndo
source: Chat deleted.
cs: Konverzace smazána.
he: הצ'אט נמחק.
hr: Razgovor je izbrisan.
hu: Csevegés törölve.
nb: Samtale slettet.
sk: Konverzácia odstránená.
sr_cyrl: Ћаскање је избрисано.

# ChatDocument
source: File
cs: Soubor
he: קובץ
hr: Datoteka
hu: Fájl
nb: Fil
sk: Súbor
sr_cyrl: Датотека

# ChatGallery
source: Gallery
cs: Galerie
he: גלריה
hr: Galerija
hu: Galéria
nb: Galleri
sk: Galéria
sr_cyrl: Галерија

# ChatHintsDelete
source: Remove {0} from suggestions?
cs: Odebrat uživatele {0} z navrhovaných?
he: להסיר את ⁨{0}⁩ מההצעות?
hr: Želite li ukloniti {0} iz preporučenih razgovora?
hu: Eltávolítod a javaslatok közül: {0}?
nb: Fjern {0} fra forslag?
sk: Odstrániť {0} z návrhov?
sr_cyrl: Уклонити {0} из предлога?

# ChatHistory
source: Chat history for new members
cs: Historie konverzace pro nové členy
he: היסטוריית הצ'אט עבור חברים חדשים
hr: Povijest razgovora za nove članove
hu: Csevegési előzmények új tagok számára
nb: Samtalehistorikk for nye medlemmer
sk: História konverzácie pre nových členov
sr_cyrl: Историја за нове чланове

# ChatHistoryHidden
source: Hidden
cs: Skrytá
he: מוסתרת
hr: Skrivena
hu: Rejtve
nb: Skjult
sk: Skrytá
sr_cyrl: Сакривена

# ChatHistoryHiddenInfo
source: New members won't see earlier messages.
cs: Noví členové neuvidí dřívější zprávy.
he: חברים חדשים לא יראו הודעות קודמות.
hr: Novi članovi neće vidjeti prethodne poruke.
hu: Az új tagok nem láthatják a korábbi üzeneteket.
nb: Nye medlemmer får ikke se gamle meldinger.
sk: Nový členovia nebudú vidieť predošlé správy.
sr_cyrl: Нови чланови неће видети претходне поруке.

# ChatHistoryVisible
source: Visible
cs: Viditelná
he: גלויה
hr: Vidljiva
hu: Látható
nb: Synlig
sk: Viditeľná
sr_cyrl: Видљива

# ChatHistoryVisibleInfo
source: New members will see messages that were sent before they joined.
cs: Noví členové uvidí zprávy, které byly odeslány dříve, než se připojili.
he: חברים חדשים יראו את ההודעות שנשלחו לפני שהצטרפו.
hr: Novi članovi će vidjeti poruke koje su poslane prije nego su se pridružili.
hu: Az új tagok látni fogják a csatlakozásuk előtti üzeneteket.
nb: Nye medlemmer får se meldinger som ble sendt før de ble med.
sk: Noví členovia uvidia už odoslané správy ešte pred pripojením.
sr_cyrl: Нови чланови ће видети поруке које су послате пре него што су се придружили.

# ChatList
source: Chat list view
cs: Zobrazení seznamu konverzací
he: מראה רשימת הצ'אטים
hr: Popis razgovora
hu: Csevegési lista nézet
nb: Samtaleliste
sk: Zobrazenie zoznamu konverzácií
sr_cyrl: Приказ листе ћаскања

# ChatLocation
source: Location
cs: Poloha
he: מיקום
hr: Lokacija
hu: Hely
nb: Posisjon
sk: Poloha
sr_cyrl: Локација

# ChatNoTheme
source: No Theme
cs: Žádný motiv
he: ללא ערכת נושא
hr: Bez teme
hu: Nincs kinézet
nb: Ingen tema
sk: Bez motívu
sr_cyrl: Без теме

# ChatPerFolderLimitTitle
source: Chats per Folder
cs: Konverzace ve složce
he: כמות צ'אטים בתיקיה
hr: Razgovori u mapama
hu: Mappánkénti csevegések
nb: Samtaler pr. mappe
sk: Konverzácie na priečinok
sr_cyrl: Ћаскања по фасцикли

# ChatResetTheme
source: Reset Theme
cs: Reset motivu
he: איפוס ערכת נושא
hr: Isključi temu
hu: A kinézet visszaállítása
nb: Tilbakestill tema
sk: Resetovať motív
sr_cyrl: Ресетуј тему

# Chats_one
source: {0} chat
cs: {0} konverzací
he: צ'אט ⁨{0}⁩
hr: {0} razgovoru
hu: {0} csevegésben
nb: {0} samtale
sk: {0} konverzáciu
sr_cyrl: {0} ћаскањем

# Chats_other
source: {0} chats
cs: {0} konverzacemi
he: ⁨{0}⁩ צ'אטים
hr: {0} razgovora
hu: {0} csevegésben
nb: {0} samtaler
sk: {0} konverzácií
sr_cyrl: {0} ћаскања

source: Chats archived.
cs: Konverzace archivovány.
he: הצ'אטים הועברו לארכיון.
hr: Razgovori su arhivirani.
hu: Csevegések archiválva.
nb: Samtaler arkivert.
sk: Konverzácie sú archivované.
sr_cyrl: Ћаскања су архивирана.

source: Chat Settings
cs: Nastavení konverzace
he: הגדרות צ'אט
hr: Postavke razgovora
hu: Csevegés beállításai
nb: Samtaleinnstillinger
sk: Nastavenia konverzácií
sr_cyrl: Подешавање ћаскања

# ChatsMute
source: Mute
cs: Vypnout oznámení
he: השתק
hr: Isključi obavijesti
hu: Némítás
nb: Slå av varsler
sk: Vypnúť upozornenia
sr_cyrl: Искључи обавештења

# ChatsNearbyHeader
source: Groups nearby
cs: Skupiny v okolí
he: קבוצות באיזור
hr: Grupe u blizini
hu: Közeli csoportok
nb: Grupper i nærheten
sk: Skupiny nablízku
sr_cyrl: Групе у близини

# ChatsSelected_one
source: {0} chat
cs: {0} konverzace
he: צ'אט אחד
hr: {0} razgovor
hu: {0} csevegés
nb: {0} samtale
sk: {0} konverzácia
sr_cyrl: {0} ћаскање

# ChatsSelected_other
source: {0} chats
cs: {0} konverzací
he: ⁨{0}⁩ צ'אטים
hr: {0} razgovora
hu: {0} csevegés
nb: {0} samtaler
sk: {0} konverzácií
sr_cyrl: {0} ћаскања

# ChatsUnmute
source: Unmute
cs: Zapnout oznámení
he: בטל השתקה
hr: Uključi obavijesti
hu: Némítás feloldása
nb: Slå på varsler
sk: Zapnúť upozornenia
sr_cyrl: Укључи обавештења

# ChatThemeChangedTo
source: {0} changed the chat theme to {1}
cs: {0} změnil/a motiv konverzace na {1}
he: ⁨{0}⁩ שינה/תה את ערכת נושא הצ'אט ל⁨{1}⁩
hr: {0} mijenja temu razgovora u {1}
hu: {0} megváltoztatta a csevegés kinézetét: {1}
nb: {0} endret tema til {1}
sk: {0} zmenil motív konverzácie na {1}
sr_cyrl: {0} је променио/ла тему ћаскања у {1}

# ChatThemeChangedYou
source: You changed the chat theme to {0}
cs: Motiv konverzace změněn na {0}
he: שינית את ערכת נושא הצ'אט ל⁨{0}⁩
hr: Promijenili ste temu razgovora u {0}
hu: A csevegés kinézetét megváltoztattad: {0}
nb: Du endret tema til {0}
sk: Zmenili ste motív tejto konverzácie na {0}
sr_cyrl: Променили сте тему ћаскања у {0}

# ChatThemeDisabled
source: {0} disabled the chat theme
cs: {0} vypnul/a motiv konverzace
he: ⁨{0}⁩ ביטל/ה את ערכת נושא הצ'אט
hr: {0} isključuje temu razgovora
hu: {0} letiltotta a csevegés kinézetét
nb: {0} deaktiverte tema
sk: {0} vypnul motív konverzácie
sr_cyrl: {0} је онемогућио/ла тему ћаскања

# ChatThemeDisabledYou
source: You disabled the chat theme
cs: Motiv konverzace vypnut
he: ביטלת את ערכת נושא הצ'אט
hr: Isključili ste temu razgovora
hu: Letiltottad a csevegés kinézetét
nb: Du deaktiverte tema
sk: Vypli ste motív konverzácie
sr_cyrl: Онемогућили сте тему ћаскања

# ChatVideo
source: Video
he: סרטון
hu: Videó
sr_cyrl: Видео

# ChatYourSelf
source: forward here to save
cs: pro uložení přepošlete sem
he: ניתן להעביר לכאן בכדי לשמור
hr: proslijedi i spremi
hu: továbbítsd ide a mentéshez
nb: samtale med deg selv
sk: prepošlite sem na uloženie
sr_cyrl: проследите овде да бисте сачували

# ChatYourSelfDescription1
source: Forward messages here to save them
cs: Přepošlete sem zprávy pro jejich uložení
he: ניתן להעביר הודעות לכאן כדי לשמור אותן
hr: Proslijedite poruke i spremite ih
hu: Továbbítsd ide az üzeneteket a mentéshez
nb: Videresend meldinger hit for å lagre disse
sk: Uložte svoje správy preposlaním do tejto konverzácie
sr_cyrl: Прослеђујте поруке овде

# ChatYourSelfDescription2
source: Send media and files to store them
cs: Pošlete sem média a soubory pro jejich uložení
he: שלח מדיה וקבצים בכדי לאחסן אותם
hr: Proslijedite datoteke koje želite sačuvati
hu: Küldj ide hangot, képet, videót vagy egyéb fájlt a megőrzéshez.
nb: Send mediefiler og annet hit for å lagre
sk: Pošlite média a súbory pre ich uloženie
sr_cyrl: Шаљите медије и датотеке

# ChatYourSelfDescription3
source: Access this chat from any device
cs: Přístup ke konverzaci z jakéhokoli zařízení
he: גש לצ'אט זה מכל מכשיר
hr: Pristupite ovdje s bilo kojeg uređaja
hu: Ezt a tartalmat bármely eszközödről elérheted
nb: Få tilgang til denne samtalen fra alle enheter
sk: Pristupujte k tejto konverzácii z ktoréhokoľvek zariadenia
sr_cyrl: Приступајте са било ког уређаја

# ChatYourSelfDescription4
source: Use search to quickly find things
cs: Použijte vyhledávání pro rychlé nalezení věcí
he: השתמש בחיפוש כדי למצוא דברים במהירות
hr: Jednostavno pretražujte
hu: A keresővel gyorsan megtalálod a dolgokat
nb: Bruk søk for å finne ting kjapt
sk: Pre rýchle nájdenie vecí použite vyhľadávanie
sr_cyrl: Претрагом брзо пронађите ствари

# ChatYourSelfName
source: You
cs: Vy
he: אתה
hr: Vi
hu: Te
nb: Du
sk: Vy
sr_cyrl: Ви

# ChatYourSelfTitle
source: Your cloud storage
cs: Vaše cloudové úložiště
he: אחסון הענן שלך
hr: Vaša pohrana u oblaku
hu: A felhő tárhelyed
nb: Din egen skylagring
sk: Vaše cloudové úložisko
sr_cyrl: Ваша меморија у облаку

source: Checking...
cs: Ověřuji...
he: בודק...
hr: Provjeravanje...
hu: Ellenőrzés...
nb: Kontrollerer…
sk: Overovanie...
sr_cyrl: Провера...

source: Check Your Email
cs: Zkontrolujte svůj e-mail
he: בדוק את המייל שלך
hr: Provjerite svoju e-poštu
hu: Ellenőrizd az e-mailedet
nb: Sjekk e-posten din.
sk: Skontrolujte váš email
sr_cyrl: Проверите е-пошту

# CheckYourEmailSubtitle
source: Please enter the code we have sent to your email {0}.
cs: Zadejte prosím kód, který jsme vám zaslali na váš e-mail {0}.
he: נא להכניס את הקוד ששלחנו לאימייל שלך ⁨{0}⁩.
hr: Unesite kod koji smo vam poslali na e-poštu {0}.
hu: Kérjük, add meg a kódot, amelyet elküldtünk az e-mail címedre {0}.
nb: Vennligst oppgi koden vi har sendt til din e-post {0}.
sk: Prosím, zadajte kód, ktorý sme vám poslali na email {0}.
sr_cyrl: Унесите кôд који смо вам послали на е-пошту {0}.

# ChooseCountry
source: Choose a country
cs: Vyberte zemi
he: בחר מדינה
hr: Odaberite državu
hu: Válaszd ki az országot
nb: Velg land
sk: Vyberte krajinu
sr_cyrl: Изаберите државу

source: Choose from your stickers
cs: Vyberte ze svých samolepek
he: בחר מתוך המדבקות שלך
hr: Odaberite svoje naljepnice
hu: Válassz a matricáid közül
nb: Velg fra dine klistremerker
sk: Vybrať z vašich nálepiek
sr_cyrl: Изаберите из својих налепница

source: Choose photo or video
cs: Zvolte fotku nebo video
he: בחר תמונה או סרטון
hr: Odaberite sliku ili video
hu: Válassz képet vagy videót
nb: Velg et bilde eller en video
sk: Vybrať fotku alebo video
sr_cyrl: Изаберите слику или видео

# ChooseStickerSetMy
source: You can create your own custom sticker sets using the @stickers bot.
cs: Vlastní sadu samolepek můžete vytvořit pomocí robota @stickers.
he: ניתן ליצור ערכות מדבקות משלך באמצעות הבוט @stickers.
hr: Možete napraviti svoje vlastite naljepnice koristeći @stickers bot.
hu: Létrehozhatsz saját matricákat a @stickers bot segítségével.
nb: Du kan opprette egendefinerte klistremerkepakker ved å bruke @stickers roboten.
sk: Môžete si vytvoriť vlastné sady nálepiek prostredníctvom @stikers bota.
sr_cyrl: Можете да направите сопствени прилагођени пакет налепница помоћу бота @stickers.

# ChooseStickerSetNotFound
source: No such sticker set found
cs: Sada samolepek nenalezena.
he: לא נמצאה ערכת מדבקות כזו
hr: Paket naljepnica nije pronađen
hu: Nincs ilyen matricakészlet
nb: Ingen matchende klistremerkepakker
sk: Balík nálepiek nenájdený
sr_cyrl: Пакет налепница није пронађен

# ChooseStickerSetNotFoundInfo
source: Try again or choose from the list below
cs: Zkuste zadat znovu nebo vyberte ze seznamu níže
he: נסה שוב או בחר מתוך הרשימה שלהלן
hr: Pokušajte ponovno ili odaberite s donje liste
hu: Próbáld újra vagy válassz az alábbi listából
nb: Prøv igjen eller velg fra listen nedenfor
sk: Skúste to znova alebo si vyberte zo zoznamu nižšie
sr_cyrl: Покушајте поново или изаберите из листе испод

# ChooseStickerSetPlaceholder
source: stickerset
cs: set_nálepek
he: ערכת מדבקות
hr: paketnaljepnica
hu: matricakészlet
nb: klistremerkepakke
sk: baliknalepiek

# ChoosingSticker
source: ch**oo**sing a sticker
cs: vybírá samolepku
he: בוחר/ת מדבקה
hr: traži naljepnicu
hu: matrica **oo** választása
nb: velger et klistremerke
sk: vyberá nálepku
sr_cyrl: бира налепницу

source: Clear
cs: Vyčistit
he: נקה
hr: Očisti
hu: Törlés
nb: Tøm
sk: Vymazať
sr_cyrl: Очисти

# ClearButton
source: Clear All
cs: Vyčistit vše
he: נקה הכל
hr: Očisti sve
hu: Minden törlése
nb: Slett alt
sk: Vyčistiť všetko
sr_cyrl: Очисти све

source: Clear Cache
cs: Vyčistit mezipaměť
he: נקה מטמון
hr: Očistite predmemoriju
hu: Gyorsítótár törlése
nb: Tøm mellomlager
sk: Vymazať vyrovnávaciu pamäť
sr_cyrl: Очистите кеш

# ClearCacheInfo
source: Free up disk space on your device; your media will stay in the cloud.
cs: Uvolní místo na Vašem zařízení; Vaše média zůstanou dostupná v Cloudu.
he: פנה שטח אחסון במכשיר שלך; המדיה שלך תישאר בענן.
hr: Oslobodite prostor na svom disku, a vaši mediji će ostati u oblaku.
hu: Szabadíts fel helyet az eszközödön! A médiatartalmak a felhőben maradnak.
nb: Frigjør lagringsplass på enheten din; mediefilene dine vil bli værende i skyen.
sk: Uvoľnite pamäť vášho zariadenia; médiá zostanú v cloude.
sr_cyrl: Ослободите меморију на свом уређају; ваши медији ће остати у облаку.

source: Clear History
cs: Vyčistit historii
he: נקה היסטוריה
hr: Izbriši povijest
hu: Előzmények törlése
nb: Slett historikk
sk: Vymazať históriu
sr_cyrl: Очисти историју

# ClearHistoryOptionAlso
source: Also clear history for {0}
cs: Vyčistit historii také u {0}
he: כמו כן נקה את ההיסטוריה עבור ⁨{0}⁩
hr: Izbriši i korisniku {0}
hu: Előzmények törlése {0} felhasználónál is
nb: Slett også historikken for {0}
sk: Tiež vymazať históriu {0}
sr_cyrl: Очисти историју и за {0}

# ClearMediaCache
source: Clear Cache
cs: Vyčistit mezipaměť
he: נקה מטמון
hr: Očisti predmemoriju
hu: Gyorsítótár törlése
nb: Tøm mellomlager
sk: Vymazať vyrovnávaciu pamäť
sr_cyrl: Очисти кеш

# ClearOtherSessionsHelp
source: Logs out all devices except for this one.
cs: Odhlásí všechna zařízení kromě tohoto.
he: ינתק את כל המכשירים פרט לזה.
hr: Odjavite sve uređaje osim ovoga.
hu: Kijelentkezés minden eszközről ezen kívül.
nb: Logger deg ut av alle enheter unntatt den du bruker nå.
sk: Odhlási všetky zariadenia okrem tohto.
sr_cyrl: Одјављује све уређаје осим овог.

# ClearOtherWebSessionsHelp
source: You can log in on websites that support signing in with Telegram.
cs: Můžete se přihlašovat k webovým stránkám pomocí Telegramu, pokud to podporují.
he: באפשרותך להיכנס לאתרים בהתחברות באמצעות טלגרם.
hr: Na web stranice koje to dopuštaju možete se prijaviti preko Telegrama.
hu: Bejelentkezhetsz weboldalakon, ha azok támogatják a Telegrammal történő azonosítást.
nb: Du kan logge inn på nettsider som støtter innlogging med Telegram.
sk: Môžete sa prihlásiť na webové stránky, ktoré podporujú prihlasovanie cez Telegram.
sr_cyrl: Можете се пријавити на веб-сајтове који подржавају пријављивање преко Telegram-а.

source: Clear recent emoji?
cs: Vyčistit seznam naposledy použitých emoji?
he: למחוק אימוג'ים אחרונים?
hr: Želite li očistiti nedavne emojije?
hu: Üríted a legutóbbi emojikat a listáról?
nb: Fjern nylige Emoji?
sk: Vymazať nedávno použité emoji?
sr_cyrl: Очистити недавне емоџије?

# ClearSearch
source: Clear search history?
cs: Vyčistit historii hledání?
he: לנקות היסטורית חיפוש?
hr: Želite li očistiti povijest pretraživanja?
hu: Törlöd a keresési előzményeket?
nb: Slett søkehistorikken?
sk: Vymazať históriu vyhľadávania?
sr_cyrl: Очистити историју претраге?

source: Close
cs: Zavřít
he: סגור
hr: Zatvori
hu: Bezárás
nb: Lukk
sk: Zavrieť
sr_cyrl: Затвори

source: Close topic
cs: Zavřít vlákno
he: סגור נושא
hr: Zatvori temu
hu: Téma lezárása
nb: Steng emne
sk: Zatvoriť tému
sr_cyrl: Затвори тему

source: Code
cs: Kód
he: קוד
hr: Kod
hu: Kód
nb: Kode
sk: Kód
sr_cyrl: Кôд

# CodeExpired
source: Code expired, please start over.
cs: Kód vypršel, zkuste se prosím přihlásit znovu.
he: פג תוקף הקוד, נא להתחיל מחדש.
hr: Kod je istekao, pokušajte ponovno.
hu: A kód lejárt, kérjük, kezdd újra.
nb: Koden er utløpt, vennligst prøv på nytt.
sk: Platnosť kódu vypršala, prosím skúste to znova.
sr_cyrl: Кôд је истекао, покушајте поново.

# ColorPickerBackground
source: Background
cs: Pozadí
he: רקע
hr: Pozadina
hu: Háttér
nb: Bakgrunn
sk: Pozadie
sr_cyrl: Позадина

# ColorPickerMainColor
source: Accent Color
cs: Barva zvýraznění
he: גוון צבע
hr: Naglašena boja
hu: Kiemelőszín
nb: Uthevelsesfarge
sk: Farba zvýraznenia
sr_cyrl: Истакнута боја

source: Color Themes
cs: Barevné motivy
he: ערכות נושא צבעוניות
hr: Boje tema
hu: Színtémák
nb: Fargetema
sk: Farebné motívy
sr_cyrl: Теме

source: Comment
cs: Komentovat
he: הגב
hr: Komentar
hu: Hozzászólás
nb: Kommenter
sk: Komentár
sr_cyrl: Коментар

# Comments_one
source: {0} Comment
cs: {0} Komentář
he: תגובה ⁨{0}⁩
hr: {0} komentar
hu: {0} Hozzászólás
nb: {0} kommentar
sk: {0} komentár
sr_cyrl: {0} коментар

# Comments_other
source: {0} Comments
cs: {0} Komentářů
he: ⁨{0}⁩ תגובות
hr: {0} komentara
hu: {0} Hozzászólás
nb: {0} kommentarer
sk: {0} komentárov
sr_cyrl: {0} коментара

source: Connected
cs: Připojeno
he: מחובר
hr: Povezano
hu: Kapcsolódva
nb: Tilkoblet
sk: Pripojené
sr_cyrl: Повезано

# ConnectedAccountsLimitTitle
source: Connected Accounts
cs: Připojené účty
he: חשבונות מחוברים
hr: Povezani računi
hu: Kapcsolódó fiókok
nb: Tilkoblede kontoer
sk: Pripojené účty
sr_cyrl: Повезани налози

source: Connecting...
cs: Připojuji...
he: מתחבר...
hr: Povezivanje...
hu: Kapcsolódás...
nb: Kobler til...
sk: Pripája sa...
sr_cyrl: Повезивање...

# ConnectingConnectProxy
source: Connect Proxy
cs: Připojit proxy
he: התחבר לפרוקסי
hr: Poveži proxy
hu: Csatlakozás a proxyhoz
nb: Koble til proxy
sk: Pripojiť cez proxy
sr_cyrl: Повежи се на прокси

source: Connecting to proxy
cs: Připojuji k proxy
he: מתחבר לשרת פרוקסי...
hr: Povezivanje na proxy
hu: Csatlakozás a proxyhoz...
nb: Kobler til proxy
sk: Pripája sa k proxy
sr_cyrl: Повезивање на прокси
